Repository: matherton/wp-carousel
Catalog: language/*.po
Languages: es_es

source: Activate
es_es: Activar

source: Theme's site
es_es: Web del theme

source: Author's site
es_es: Web del autor

source: All of this theme&#8217;s files are located in <code>%s</code>.
es_es: Todos los archivos de este theme se encuentran en <code>%s</code>.

source: Export page
es_es: Página de exportación

source: Copy this code and paste it in a text file to make a backup. If you want to load a backup, copy this code and paste it in the import page.
es_es: Copia este código y pégalo en un archivo de texto para tener una copia de seguridad. Si quieres cargar una copia de seguridad, copia este código y pégalo en la página de importación.

source: Preview
es_es: Previsualizar

source: Restore
es_es: Restaurar

source: There are no carousel's items in this backup
es_es: No hay elementos en el carrusel en esta copia de seguridad

source: Current Theme
es_es: Theme actual

source: Posts moved in each autoslide (0 for disable autoslides)
es_es: Paneles desplazados en cada movimiento automático (0 para deshabilitar el movimiento automático)

source: Pagination mode:
es_es: Modo de paginación:

source: Slide one item
es_es: Desplazar un elemento

source: Slide one group of items (only jCarousel)
es_es: Desplazar un grupo de elementos (sólo jCarousel)

source: Show export code
es_es: Mostrar código de exportación

source: This code is and export code. You should copy and paste this code in a text file (and save it too) when you are going to make a modification to the plugin which can cause problems to the DataBase. If the Backup Manager fails, this code will allow you to restore all your carousels in the Safe mode Import page
es_es: Este código es un código de exportación. Debes copiarlo y pegar en un archivo de texto (y también guardarlo) cuando quieras hacer modificaciones al plugin que puedan causar problemas en la Base de Datos. Si el Gestor de Copias de Seguridad falla, este código te permitirá restaurar todos los carruseles en la página de Importación a Prueba de Fallos

source: Safe mode Import page
es_es: Importación a Prueba de Fallos

source: The Backup Manager is a revolutionary way to manage the backups, but as this is a new feature, it may have bugs. If the Backup Manager can't start, you can use an export code, which you must have copied in a previous moment, to restore all your carousels. This process will erase all the backups, but it can restore the plugin to an stable status. Use it only if you can't use the Backup Manager. If you found an error in the Backup Manager, please, report it in the <a href="%s">forums</a> as soon as possible.
es_es: El Gestor de Copias de Seguridad es una forma revolucionaria de gestionar las copias de seguridad, pero como es una nueva característica, puede tener algunos errores. Si el Gestor de Copias de Seguridad no puede cargarse, puedes usar un código de exportación, que deberás haber copiado anteriormente, para restaurar todos tus carruseles. Este proceso eliminará todas las copias de seguridad, pero puede devolver el plugin a una situación estable. Úsalo sólo si no puedes usar el Gestor de Copias de Seguridad. Si encuentras algún error en el Gestor de Copias de Seguridad, por favor, repórtalo en el <a href="%s">foro</a> lo antes posible.

source: That code is not a valid WP Carousel backup code
es_es: Este código no es un código de restauración de WP Carousel válido

source: Delete WP Carousel's backup data
es_es: Eliminar información de las copias de seguridad de WP Carousel

source: Sometimes WP Carousel's backup table can be more big than it should be. If you are having issues with Backup Manager, deleting backups stored at Database could fix the problem. This action will delete only backups.
es_es: Algunas veces la tabla de copias de seguridad de WP Carousel puede hacerse más grande de lo que debería ser. Si estás teniendo problemas con el Gestor de Copias de Seguridad, eliminar las copias de seguridad almacenadas en la Base de Datos puede solucionar el problema. Esta acción sólo eliminará las copias de seguridad.

source: Click <a href="%s">here</a> to delete backups stored in Database.
es_es: Haz clic <a href="%s">aquí</a> para eliminar todas las copias de seguridad almacenadas en la Base de Datos.

source: Uninstall WP Carousel
es_es: Desinstalar WP Carousel

source: Do you want to uninstall WP Carousel? Has WP Carousel done something in the wrong way? This will delete all the content in the Database that was added by WP Carousel. It can't be undone. Are you sure?
es_es: ¿Quieres desinstalar WP Carousel? ¿Ha hecho alguna cosa mal WP Carousel? Esto eliminará todo el contenido de la Base de Datos que fue añadido por WP Carousel. No puede ser deshecho. ¿Estás seguro?

source: Click <a href="%s">here</a> to uninstall WP Carousel and delete all data created by it.
es_es: Haz clic <a href="%s">aquí</a> para desinstalar WP Carousel y eliminar todo el contenido creado por él.

source: Widget Title
es_es: Título del Widget

source: Custom Taxonomy
es_es: Taxonomía personalizada

source: Add a posts with a custom taxonomy. This Extra requires <em>Custom Post Type</em> (by Sumolari) to work
es_es: Añade artículos con taxonomías personalizadas. Este Extra requiere <em>Custom Post Type</em> (por Sumolari) para funcionar correctamente

source: Items to show
es_es: Elementos a mostrar

source: Add a single post with a custom post type
es_es: Añade un artículo individual con un determinado post type

source: Internal Carousel
es_es: Carrusel Interno

source: Show the content added to any other carousel
es_es: Muestra el contenido de cualquier otro carrusel

source: Category's Product
es_es: Productos de la categoría

source: Show products from a single category created with TheCartPress WordPress plugin
es_es: Muestra productos de una única categoría, creada con el plugin de WordPress TheCartPress

source: Products' number
es_es: Número de productos

source: Products
es_es: Productos

source: Show products created with TheCartPress WordPress plugin
es_es: Muestra productos creados con el plugin de WordPress TheCartPress

source: Supplier's Products
es_es: Productos del proveedor

source: Show products from a single supplier created with TheCartPress WordPress plugin
es_es: Muestra productos de un proveedor específico creado con el plugin de WordPress TheCartPress

source: Supplier
es_es: Proveedores

source: Tagged Products
es_es: Productos etiquetados

source: Add a carousel
es_es: Añadir un carrusel

source: Select a carousel
es_es: Seleccionar un carrusel

source: A theme based on <a href="%s">Jonno Riekwel's design</a>
es_es: Un theme basado en <a href="%s">el diseño de Jonno Riekwel</a>

source: This theme does not support videos.
es_es: Este theme no soporta vídeos.

source: Repeat
es_es: Repetir

source: Repeat only on x-axis
es_es: Repetir sólo en el eje X

source: Repeat only on y-axis
es_es: Repetir sólo en el eje Y

source: Don't repeat
es_es: No repetir

source: Forward %s panel
es_es: Avanza %s paneles

source: Back %s panel
es_es: Retrocede %s paneles

source: WP Carousel 0.3 Look
es_es: Aspecto de WP Carousel 0.3

source: Use WP Carousel 0.3's theme
es_es: Usa el diseño de WP Carousel 0.3

source: Item's excerpt
es_es: Extracto del elemento

source: Show excerpt
es_es: Mostrar extracto

source: Show title
es_es: Mostrar título

source: Under image
es_es: Bajo la imagen

source: Left
es_es: Izquierda

source: Right
es_es: Derecha

source: Width
es_es: Ancho

source: Variations
es_es: Variaciones

source: Default
es_es: Por defecto

source: Red
es_es: Rojo

source: Green
es_es: Verde

source: Orange
es_es: Naranja

source: Violet
es_es: Violeta

source: WP Carousel Default - Sidebar
es_es: WP Carousel Por Defecto - Sidebar

source: The default theme adapted to sidebars
es_es: El theme por defecto adaptado a sidebars

source: A theme based on <a href="%s">Farzad Ban's design</a>
es_es: Un theme basado en el <a href="%s">diseño de Farzhad Ban</a>

source: A theme based on <a href="%s">Orman Clark's design</a>
es_es: Un theme basado en el <a href="%s">diseño de Orman Clark</a>

source: A theme with the minimum code. Use this theme as a template to create your own theme.
es_es: Un theme con el código mínimo. Úsalo como plantilla para crear tus propios themes.
