Repository: matherton/wp-carousel
Catalog: language/*.po
Languages: es_es

source: WP Carousel can't confirm that you have an admin account. You are not allowed to perform modifications in the Database for security reasons.
es_es: WP Carousel no puede confirmar que tienes una cuenta de administrador. No se te permite realizar modificaciones en la Base de Datos por motivos de seguridad.

source: There was an error, please, report it in the forum and attach this error message:
es_es: Ha habido un error, por favor, repórtalo en el foro y adjunta este mensaje de error:

source: Backup restored
es_es: Copia de Seguridad restaurada

source: There was an error!
es_es: ¡Ha habido un error!

source: Changes saved
es_es: Cambios guardados

source: A Backup has been saved
es_es: Una copia de seguridad ha sido guardada

source: Yes
es_es: Sí

source: Errors
es_es: Errores

source: Log
es_es: Registro (Log)

source: Please, fill up <a href="%s">this survey</a> in order to improve WP Carousel - Note that you can fill up the survey at any moment
es_es: Por favor, rellena <a href="%s">esta encuesta</a> para ayudar a mejorar WP Carousel - Nótese que puedes rellenarla en cualquier momento, así que si lo prefieres, déjala para más tarde

source: WP Carousel's Quick Help
es_es: Ayuda rápida de WP Carousel

source: Did you find any error? Please, report them <a href="%s">here (English)</a> or <a href="%s">here (Spanish)</a>.
es_es: ¿Has encontrado algún error? Por favor, repórtalos <a href="%s">aquí (English)</a> o <a href="%s">aquí (Español)</a>.

source: My carousel does not work: it shows scrollbars and does not slide!
es_es: Mi carrusel no funciona: ¡Aparecen las barras de desplazamiento y no se mueven los paneles!

source: Open your WordPress theme footer.php file and check if there's a line like: <code>%s</code>. If there is not any line like that, just add that code at the end of the file.
es_es: Abre el archivo footer.php de tu theme de WordPress y comprueba si hay una línea como esta: <code>%s</code>. Si no la hay, añádela al final del archivo.

source: I have added a post with a video to the carousel and the video is not shown
es_es: He añadido un artículo con un vídeo al carrusel y el vídeo no aparece

source: Some themes do not support videos. If your current WP Carousel theme supports videos, check if the size of the video is bigger than the size of the panel. If it is, the video won't be shown.
es_es: Algunos themes no soportan vídeos. Si el theme de WP Carousel activo en el carrusel soporta vídeos, comprueba que el tamaño de los mismo sea menor que el tamaño del panel. Si el tamaño de los vídeos es mayor que el panel, no se mostrarán.

source: How to add items to a carousel
es_es: Cómo añadir elementos al carrusel

source: Simply drag the kind of item you want to add and drop it in the carousel's area. When you have done that, you'll see new options to set up the item you want to add.
es_es: Simplemente arrastra el tipo de elemento que quieres añadir al carrusel y suéltalo en el área del carrusel. Cuando hayas terminado, verás aparecer nuevas opciones para configurar el elemento que acabas de añadir.

source: How to change the carousel's name
es_es: Cómo cambiarle el nombre a un carrusel

source: Click on the current name, change it and then press Enter.
es_es: Haz clic en el nombre actual, cámbialo y a continuación pulsa Enter.

source: How to show a carousel
es_es: Cómo mostrar un carrusel

source: You can show a carousel by three ways:
es_es: Puedes mostrar un carrusel de tres maneras:

source: Adding <code>%s</code> in your WordPress theme.
es_es: Añade <code>%s</code> en tu theme de WordPress

source: Adding WP Carousel's Widget to the sidebar.
es_es: Añadiendo el Widget de WP Carousel a la sidebar.

source: Adding the shortcode <code>%s</code> in the post / page you want to show the carousel.
es_es: Añade el shortcode <code>%s</code> in el artículo / página donde quieras mostrar el carrusel

source: WP Carousel's External Integration Mode
es_es: Modo de Integración Externa de WP Carousel

source: With WP Carousel's External Integration Mode you can show a WP Carousel carousel from a WordPress blog in your WordPress blog. To do this, both blogs must have enabled this mode, which is disabled by default for security reasons. To enable it, just go to line %s in file %s, search %s and replace it with %s
es_es: Con el Modo de Integración Externa de WP Carousel puede mostrar un carrusel de WP Carousel de otro blog de WordPress en tu blog. Para hacerlo, ambos deben tener habilitado este modo, que viene desactivado por defecto por motivos de seguridad. Para habilitarlo, ve a la línea %s del archivo %s, busca %s y reemplázalo por %s

source: Posts's images for the carousel
es_es: Imágenes de los artículos para el carrusel

source: WP Carousel loads the image for the carousel in the following order:
es_es: WP Carousel carga la imagen para el carrusel en el siguiente orden:

source: Value of custom field
es_es: Valor del campo personalizado (custom field)

source: Post thumbnail (you can set thumbnail size by editing line %s in file %s)
es_es: Miniatura del artículo (puedes establecer el tamaño de la miniatura editando la línea %s en el archivo %s)

source: First image in the post
es_es: Primera imagen en el artículo

source: Posts's video for the carousel
es_es: Vídeo de los artículos para el carrusel

source: WP Carousel loads the video for the carousel in the following order:
es_es: WP Carousel carga el vídeo para el carrusel en el siguiente orden:

source: First video in the post
es_es: Primer vídeo en el artículo

source: Posts's text for the carousel
es_es: Texto de los artículos para el carrusel

source: WP Carousel loads the text for the carousel in the following order:
es_es: WP Carousel carga el texto para el carrusel en el siguiente orden:

source: Posts's exceprt
es_es: Extracto de los artículos

source: When I add a post with a video and an image, the carousel shows the video instead of the image
es_es: Cuando añado al carrusel un artículo con un vídeo y una imagen, aparece el vídeo en lugar de la imagen

source: When a post has a video and an image, WP Carousel shows the video instead of the image. You can reverse this behaviour by replacing code in line %s in file <code>%s</code> by this: <code>%s</code>
es_es: Cuando un artículo tiene un vídeo y una imagen, WP Carousel muestra el vídeo en lugar de la imagen. Puedes invertir este comportamiento reemplazando el código de la línea %s del archivo <code>%s</code> por este: <code>%s</code>

source: I do not want WP Carousel to save backups
es_es: No quiero que WP Carousel guarde copias de seguridad

source: To disable autosaving backups, simply replace line %s in file <code>%s</code> by this: <code>%s</code>
es_es: Para desactivar el autoguardado de copias de seguridad, simplemente reemplaza la línea %s del archivo <code>%s</code> por esta otra: <code>%s</code>

source: Where can I download more Themes and Extras for WP Carousel?
es_es: ¿Dónde puedo descargar más Themes y Extras para WP Carousel?

source: You can download more Addons for WP Carousel <a href="%s">here</a>.
es_es: Puedes descargar más Addons para WP Carousel <a href="%s">aquí</a>.

source: WP Carousel translated to English by <a href="http://sumolari.com">Sumolari</a>
es_es: WP Carousel traducido al Español por <a href="http://sumolari.com">Sumolari</a>

source: Carousel with ID %s has already been shown. Please, do not show more than once each carousel. If you want to show two carousels with exactly the same content, use Extra &laquo;Internal Carousel&raquo;.
es_es: El carrusel con ID %s ya ha sido mostrado. Por favor, no muestres más de una vez el mismo carrusel. Si quieres mostrar dos carruseles con exactamente el mismo contenido, usa el Extra &laquo;Carrusel Interno&raquo;.

source: <strong>Warning:</strong> You're showing WP Carousel <strong>IN</strong> the loop. If you want to show WP Carousel in a post it is better to use the shortcode <code>[wp_carousel]</code> rather than showing WP Carousel in the loop.
es_es: <strong>Advertencia:</strong> Estás mostrando WP Carousel <strong>DENTRO DEL</strong> loop. Si quieres mostrar WP Carousel en un artículo, es mejor usar el shortcode <code>[wp_carousel]</code> en lugar de hacer una llamada a WP Carousel en el loop.

source: <strong>Note:</strong> To hide this message, delete lines:
es_es: <strong>Nota:</strong> Para ocultar este mensaje, elimina las líneas:

source: The carousel you've tried to show does not exist
es_es: Este carrusel no puede ser cargado porque no existe

source: Import
es_es: Importar

source: Uninstall
es_es: Desinstalar

source: Add
es_es: Añadir

source: Carousel
es_es: Carrusel

source: Backup Manager
es_es: Gestor de Copias de Seguridad

source: Safe mode Import
es_es: Importación a Prueba de Fallos

source: It seems that you use <strong>qTranslate</strong> in this site. <strong>WP Carousel</strong> does not support <strong>qTranslate</strong>'s custom functions, so there might be some issues with <strong>WP Carousel</strong> translation and other bugs related with UI appearance.
es_es: Parece que usas <strong>qTranslate</strong> en este sitio. <strong>WP Carousel</strong> no soporta las funciones personalizadas de <strong>qTranslate</strong>, de modo que puede haber algunas anomalías con las traducciones de <strong>WP Carousel</strong> y otros errores relacionados con la apariencia de la interfaz de usuario

source: The new config has been saved, please, reload this page to see changes.
es_es: La nueva configuración ha sido guardada, por favor, recarga la página para ver los cambios.

source: <p>Do you really want to delete the carousel with ID "%s"? That can't be undone.</p>
es_es: <p>¿Realmente quieres eliminar el carrusel con ID "%s"? No puedes deshacerlo.</p>

source: <p>Click <a href="%s">here</a> to delete the carousel or click <a href="%s">here</a> to return to the carousel's options page</p>
es_es: <p>Haz clic <a href="%s">aquí</a> para eliminar el carrusel o haz clic <a href="%s">aquí</a> para volver a la página de opciones del carrusel.</p>

source: Name
es_es: Nombre

source: Value
es_es: Valor

source: Number of carousels
es_es: Número de carruseles

source: Language
es_es: Idioma

source: External Integration
es_es: Integracion Externa

source: Enabled
es_es: Habilitada

source: Disabled
es_es: Deshabilitada

source: Show videos instead of images
es_es: Muestra vídeos en lugar de imágenes

source: Autosave backups
es_es: Autoguardar copias de seguridad

source: WordPress option's name where carousels items are stored
es_es: Nombre de la opción de WordPress donde se almacenan los elementos del carrusel

source: WordPress option's name where carousels config is stored
es_es: Nombre de la opción de WordPress donde se almacena la configuración de los carruseles

source: WordPress option's name where WP Carousel backups are stored
es_es: Nombre de la opción de WordPress donde las copias de seguridad se almacenan

source: Categories box in carousel's options page
es_es: Caja de categorías en la página de opciones del carrusel

source: Tags box in carousel's options page
es_es: Caja de etiquetas en la página de opciones del carrusel

source: Posts box in carousel's options page
es_es: Caja de artículos en la página de opciones del carrusel

source: Pages box in carousel's options page
es_es: Caja de páginas en la página de opciones del carrusel

source: Authors box in carousel's options page
es_es: Caja de autores en la página de opciones del carrusel

source: Path to wp-carousel.php (Is it wrong? Report it <a href="%s">at the forums</a>)
es_es: Ruta a wp-carousel.php (¿Es errónea? Repórtalo en <a href="%s">el foro</a>)

source: Backups stored in Database
es_es: Copias de Seguridad almacenadas en la Base de Datos

source: Custom field for description
es_es: Campo personalizado para la descripción

source: Custom field for image URL
es_es: Campo personalizado para la URL de la imagen

source: Custom field for link URL
es_es: Campo personalizado para la URL del enlace

source: Custom field for video URL
es_es: Campo personalizado para la URL del vídeo

source: Version
es_es: Versión

source: by
es_es: por

source: There are not extras in the extras folder
es_es: No hay extras en la carpeta de extras

source: There are not themes in the themes folder
es_es: No hay themes en la carpeta de themes

source: The item has been removed. Do you want to <a href="%s">undo</a>?
es_es: Este elemento ha sido eliminado. ¿Quieres <a href="%s">deshacer los cambios</a>?

source: The item has been added. Do you want to <a href="%s">undo</a>?
es_es: Este elemento ha sido añadido. ¿Quieres <a href="%s">deshacer los cambios</a>?

source: The item has been edited. Do you want to <a href="%s">undo</a>?
es_es: Este elemento ha sido editado. ¿Quieres <a href="%s">deshacer los cambios</a>?

source: To show this carousel in your theme, add this code in the place where you want to show it: %s
es_es: Para mostrar este carrusel en tu theme, añade el siguiente código en el lugar donde quieras mostrarlo: %s

source: To share this carousel with other users, use this URL: %s
es_es: Para compartir este carrusel con otros usuarios, utiliza esta URL: %s

source: Help me to improve <strong>WP Carousel</strong>, fill up <a href="%s">this survey</a> - Note that you can fill up the survey at any moment
es_es: Ayúdame a mejorar <strong>WP Carousel</strong>, rellena <a href="%s">esta encuesta</a> - Nótese que puedes rellenarla en cualquier momento

source: Saving changes
es_es: Guardando cambios

source: Saving changes, please, wait a moment
es_es: Guardando cambios, por favor, espera un momento

source: Items
es_es: Elementos

source: Category
es_es: Categorías

source: Drag this item into the carousel to add posts from an <strong>specific category</strong>
es_es: Arrastra este elemento al carrusel para añadir artículos de una <strong>categoría específica</strong>

source: Posts' order
es_es: Orden de los artículos

source: Show the oldest posts first
es_es: Mostrar los más antiguos antes

source: Show the newest posts first
es_es: Mostrar los más recientes primero

source: Random order
es_es: Orden aleatorio

source: Number of posts
es_es: Número de artículos

source: Must I show this element in the loop?
es_es: ¿Debo mostrar este elemento en el loop?

source: Drag this item into the carousel to add posts from an <strong>specific tag</strong>
es_es: Arrastra este elemento al carrusel para añadir artículos de una <strong>tag específica</strong>

source: Post
es_es: Artículo

source: Drag this item into the carousel to add a <strong>single post</strong> to the carousel
es_es: Arrastra este elemento al carrusel para añadir un <strong>artículo individual</strong> al carrusel

source: Page
es_es: Página

source: Drag this item into the carousel to add a <strong>single page</strong> to the carousel
es_es: Arrastra este elemento al carrusel para añadir una <strong>página específica</strong> al carrusel

source: Author
es_es: Autor

source: Drag this item into the carousel to add posts from an <strong>specific author</strong>
es_es: Arrastra este elemento al carrusel para añadir artículos de un <strong>autor específico</strong>

source: Costumized Content
es_es: Contenido Personalizado

source: Drag this item into the carousel to add a <strong>costumized content</strong> to the carousel
es_es: Arrastra este elemento al carrusel para añadir un <strong>contenido personalizado</strong> al carrusel

source: Image URL
es_es: URL de la imagen

source: Video URL
es_es: URL del vídeo

source: Link URL
es_es: URL del enlace

source: Title
es_es: Título

source: Description
es_es: Descripción

source: External Carousel
es_es: Carrusel Externo

source: Drag this item into the carousel to add a <strong>WP Carousel's carousel from other WordPress blog</strong> to the carousel
es_es: Arrastra este elemento al carrusel para añadir un <strong>carrusel creado con WP Carousel de otro blog</strong> al carrusel

source: Carousel's ID
es_es: ID del carrusel

source: Item
es_es: Elemento

source: Delete
es_es: Eliminar

source: Drop items here to remove them from the carousel
es_es: Suelta aquí los elementos que quieras eliminar del carrusel

source: Carousel
es_es: Carrusel

source: Hide all
es_es: Ocultar todos

source: Show all
es_es: Mostrar todos

source: Save
es_es: Guardar

source: Drag items here to add them to the carousel
es_es: Arrastra elementos aquí para añadirlos al carrusel

source: Delete this carousel
es_es: Elimina este carrusel

source: Do you really want to delete the carousel "%s" (ID %s)? That can't be undone.
es_es: ¿Realmente quieres eliminar el carrusel "%s" (ID %s)? No puedes deshacerlo.

source: Click <a href="%s">here</a> to delete the carousel or click the darker region to close this popup
es_es: Haz clic <a href="%s">aquí</a> para eliminar el carrusel o haz clic en la región oscura para cerrar este mensaje

source: External Carousel from %s
es_es: Carrusel Externo de %s

source: This external carousel can be loaded
es_es: Este carrusel externo puede ser cargado

source: This carousel can't be loaded because its content is not shared
es_es: Este carrusel externo no puede ser cargado porque su contenido no es compartido

source: This carousel can't be loaded because the carousel's ID hasn't been set
es_es: Este carrusel no puede ser cargado porque no se ha definido una ID para el carrusel

source: This carousel can't be loaded because it doesn't exists
es_es: Este carrusel no puede ser cargado porque no existe

source: Your carousel must be set in shared mode to be able to show external carousels
es_es: Tienes que activar el Modo de Integración Externa para poder mostrar carruseles externos

source: This carousel can't be loaded because WP Carousel can't load that URL
es_es: Este carrusel no puede ser cargado porque WP Carousel no puede cargar esa URL

source: Content's order
es_es: Orden del contenido

source: Show the oldest content first
es_es: El más antiguo primero

source: Show the newest content first
es_es: El más reciente primero

source: Number of items
es_es: Número de elementos

source: Customized Content
es_es: Contenido Personalizado

source: This category has %s posts. The limit is set to %s posts.
es_es: Esta categoría tiene %s artículos. El límite es de %s artículos.

source: The oldest posts will be showed first
es_es: Los artículos más antiguos se mostrarán primero

source: The newest posts will be showed first
es_es: Los artículos más recientes se mostrarán antes

source: This tag has %s posts
es_es: Esta etiqueta tiene %s artículos

source: More themes
es_es: Más themes

source: by other users
es_es: por otros usuarios

source: Are you looking for more themes for WP Carousel?
es_es: ¿Buscas más themes para WP Carousel?

source: You'll find more themes created by other users at the Addons Directory.
es_es: Encontrarás más themes creados por otros usuarios en el Directorio de Addons

source: Addons Directory
es_es: Directorio de Addons

source: Standard options
es_es: Opciones estándar

source: Current theme options
es_es: Opciones del theme actual

source: Save changes
es_es: Guardar cambios

source: Enable jCarousel (WP Carousel will use it instead of StepCarousel)?
es_es: ¿Habilitar jCarousel (WP Carousel lo usará en lugar de StepCarousel)?

source: Manual slides & arrows
es_es: Movimiento manual & flechas

source: Show arrows for manual slide?
es_es: ¿Mostrar flechas para movimiento manual?

source: Panels moved in each manual slide (0 for disable manual slides and arrows)
es_es: Paneles movidos en cada movimiento manual (0 para deshabilitar el movimiento manual y las flechas)

source: This theme does supports neither arrows nor manual slides
es_es: Este theme no soporta ni flechas ni desplazamiento manual

source: Autoslide
es_es: Desplazamiento automático

source: Time between each autoslide (0 for disable autoslides)
es_es: Tiempo entre cada movimiento automático (0 para deshabilitar el movimiento automático)

source: Posts moved in each autoslide (only for StepCarousel) (0 for disable autoslides)
es_es: Paneles desplazados en cada movimiento automático (sólo StepCarousel - jCarousel desplaza los mismos paneles de forma automática y manual) (0 para deshabilitar el movimiento automático)

source: Loop mode
es_es: Modo bucle

source: Enable loop mode?
es_es: ¿Habilitar el modo bucle?

source: Pagination
es_es: Paginación

source: Show pagination icons?
es_es: ¿Mostrar los iconos de la paginación?

source: This theme does not support pagination
es_es: Este theme no soporta la paginación

source: Vertical Mode
es_es: Modo Vertical

source: Enable vertical mode rather than horizontal one?
es_es: ¿Habilitar el modo vertical en lugar del horizontal?

source: This theme does not support vertical mode
es_es: Este theme no soporta el modo vertical

source: Carousel size
es_es: Tamaño del carrusel

source: Carousel's <strong>Width</strong> (Width and Unit - Note that some units might not work in some themes):
es_es: <strong>Anchura</strong> del carrusel (Anchura y Unidad - Nótese que algunas unidades pueden no funcionar en algunos themes)

source: Carousel's <strong>Height</strong> (Height and Unit - Note that some units might not work in some themes):
es_es: <strong>Altura</strong> del carrusel (Altura y Unidad - Nótese que algunas unidades pueden no funcionar en algunos themes)

source: This theme does not support custom carousel's size
es_es: Este theme no soporta el tamaño personalizado del carrusel

source: Panel size
es_es: Tamaño del panel

source: Panel's <strong>Width</strong> (Width and Unit - Note that some units might not work in some themes):
es_es: <strong>Anchura</strong> del panel (Anchura y Unidad - Nótese que algunas unidades pueden no funcionar en algunos themes)

source: Panel's <strong>Height</strong> (Height and Unit - Note that some units might not work in some themes):
es_es: <strong>Altura</strong> del panel (Altura y Unidad - Nótese que algunas unidades pueden no funcionar en algunos themes)

source: This theme does not support custom panel's size
es_es: Este theme no soporta tamaño personalizado del panel

source: Image size
es_es: Tamaño de la imagen

source: Image's <strong>Width</strong> (Width and Unit - Note that some units might not work in some themes):
es_es: <strong>Anchura</strong> de la imagen (Anchura y Unidad - Nótese que algunas unidades pueden no funcionar en algunos themes)

source: Image's <strong>Height</strong> (Height and Unit - Note that some units might not work in some themes):
es_es: <strong>Altura</strong> de la imagen (Altura y Unidad - Nótese que algunas unidades pueden no funcionar en algunos themes)

source: This theme does not support custom image's size
es_es: Este theme no soporta tamaño personalizado de la imagen

source: This theme does not support custom settings
es_es: Este theme no soporta opciones personalizadas

source: New carousel added
es_es: Nuevo carrusel añadido

source: A carousel with ID %s has been added into the DataBase. Click <a href="%s">here</a> to add another one or click <a href="%s">here</a> to go to its options page.
es_es: Un carrusel con ID %s ha sido añadido a la Base de Datos. Haz clic <a href="%s">aquí</a> para añadir otro o haz clic <a href="%s">aquí</a> para ir a su página de opciones.

source: This theme supports:
es_es: Este theme soporta:

source: (and vertical mode)
es_es: (y modo vertical)

source: (but not vertical mode)
es_es: (pero no modo vertical)

source: Arrows for manual movement
es_es: Flechas para movimiento manual

source: Custom carousel size
es_es: Tamaño personalizado del carrusel

source: Custom panel size
es_es: Tamaño personalizado del panel

source: Custom image size
es_es: Tamaño personalizado de la imagen

source: This theme does not support:
es_es: Este theme no soporta:

source: Version %s
es_es: Versión %s

source: Activated
es_es: Activado
